Repository: makeen-project/amazon-location-features-demo-ios-fork
Catalog: LocationServices/LocationServices/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, it, ja, ko, pt_pt, zh_hans, zh_hant

source: Connect the Amazon Location app with the created resources
ar: قم بالاتصال ال Amazon الموقع التطبيق مع ال تم إنشاؤه الموارد
de: Verbinden die Amazon Standort App mit die erstellt Ressourcen
es: Conéctate la Amazon Ubicación app con la creado recursos
fr: Connecter le Amazon Emplacement appli avec le créé ressources
he: התחבר ה Amazon מיקום יישום עם ה נברא משאבים
hi: कनेक्ट करें यह Amazon लोकेशन ऐप साथ यह बनाया था साधनों
it: Connetti lo Amazon Posizione app con lo creato risorse
ja: 接続 その Amazon ロケーション アプリ と その 作成した リソース
ko: 커넥트 그 Amazon 위치 앱 와 그 생성되었습니다 자원
pt_pt: Conectar a Amazon Localização aplicativo com a criada recursos
zh_hans: 连接 这 Amazon 地点 应用 和 这 创造 资源
zh_hant: 連接 該 Amazon 位置 應用程式 與 該 已建立 資源

source: Connect the demo app with the recently created AWS resources by copying in input fields.
ar: قم بالاتصال ال تجريبي التطبيق مع ال حديثا تم إنشاؤه الخدمات اللاسلكية المتقدمة الموارد بواسطة نسخ في مدخل الحقول.
de: Verbinden die Demo App mit die vor kurzem erstellt AWS Ressourcen von Kopieren in Eingang Felder.
es: Conéctate la muestra app con la recientemente creado AWS recursos por copiado en entrada campos.
fr: Connecter le démo appli avec le récemment créé AWS ressources par copier dans entrée champs.
he: התחבר ה דמו יישום עם ה לאחרונה נברא AWS משאבים על ידי להעתיק בתוך להזין שדות.
hi: कनेक्ट करें यह प्रदर्शन ऐप साथ यह हाल ही में बनाया था एडब्ल्यूएस साधनों द्वारा नकल में इनपुट फ़ील्ड।
it: Connetti lo manifestazione app con lo recentemente creato AWS risorse da copiando nel ingresso campi.
ja: 接続 その デモ アプリ と その 最近です 作成した AWS リソース によって コピー に 入力 畑。
ko: 커넥트 그 데모 앱 와 그 최근에 생성되었습니다 AWS 자원 에 의해 복사 에서 입력 필드.
pt_pt: Conectar a demonstração aplicativo com a recentemente criada AWS recursos de copiando em entrada campos.
zh_hans: 连接 这 演示 应用 和 这 最近 创造 AWS 资源 通过 复制 在 输入 字段。
zh_hant: 連接 該 演示 應用程式 與 該 最近 已建立 亞馬遜網路服務公司 資源 由 複製 在 輸入 欄位。

source: Connect your AWS Account
ar: قم بالاتصال ك الخدمات اللاسلكية المتقدمة الحساب
de: Verbinden dein AWS Konto
es: Conéctate vuestro AWS Cuenta
fr: Connecter votre AWS Compte
he: התחבר שלך AWS חשבון
hi: कनेक्ट करें तुम्हारा एडब्ल्यूएस अकाउंट
it: Connetti tuo AWS Account
ja: 接続 きみの AWS 口座
ko: 커넥트 당신의 AWS 계정
pt_pt: Conectar seu AWS Conta
zh_hans: 连接 您的 AWS 账户
zh_hant: 連接 你的 亞馬遜網路服務公司 帳號

source: Connect your AWS account to enable Geofences and Trackers. This will ensure your tracking and geofencing data is only stored in your account. After you log in, all features of the Demo App will run using resources you deploy in your AWS account. Log out if you wish to continue running the Demo App using resources in AWS’s demo app account.
ar: قم بالاتصال ك الخدمات اللاسلكية المتقدمة اعتبار إلى تمكين الأسوار الجغرافية و أجهزة التتبع. هذه سوف ضمان ك تتبع و السياج الجغرافي البيانات هو فقط المخزنة في ك الحساب. بعد أنت خشبة في، جميع المميزات من ال نسخة تجريبية التطبيق سوف يركض باستخدام الموارد أنت نشر في ك الخدمات اللاسلكية المتقدمة الحساب. سجل خارج لو أنت يرغب إلى يستمر تشغيل ال نسخة تجريبية التطبيق باستخدام الموارد في خدمات أمازون ويب تجريبي التطبيق الحساب.
de: Verbinden dein AWS Konto zu ermöglichen Geofences und Tracker. Das Testament sicherstellen dein Verfolgung und Geofencing Daten ist nur gelagert in dein Konto. Nach Sie Log in, alles Eigenschaften von die Demoversion App Testament Lauf unter Verwendung von Ressourcen Sie bereitstellen in dein AWS Konto. Loggen aus wenn Sie wünschen zu fortsetzen laufend die Demoversion App unter Verwendung von Ressourcen in AWSs Demo App Konto.
es: Conéctate vuestro AWS cuenta a habilitar Geofences y Rastreadores. Esto voluntad garantizar vuestro rastreo y geofencing dato es solamente almacenada en vuestro cuenta. Después tú registro en, todo características de la Demo aplicación voluntad correr usando recursos tú desplegar en vuestro AWS cuenta. Registro fuera si tú deseo a continuar corriendo la Demo aplicación usando recursos en de AWS muestra app cuenta.
fr: Connecter votre AWS compte pour activer Géofences et Traceurs. Ce volonté veiller à ce que votre suivi et géofencing données est seulement conservé dans votre compte. Après vous bûche dans, tous fonctionnalités de le Démo Appli volonté courir en utilisant ressources vous déployer dans votre AWS compte. Journal en dehors si vous souhait pour continuer course le Démo Appli en utilisant ressources dans d'AWS démo appli compte.
he: התחבר שלך AWS חשבון כדי להפעיל גיאופנס ו עוקבים. זה צוואה להבטיח שלך מעקב ו גידור גיאוגרפי פרטים הווה רק מאוחסן בתוך שלך חשבון. אחרי אתה יומן ב, כל מאפיינים של ה הדגמה אפליקציה צוואה לרוץ לנצל משאבים אתה לפרוס בתוך שלך AWS חשבון. יומן החוצה אם אתה הייתי רוצה ש- כדי המשך רץ ה הדגמה אפליקציה לנצל משאבים בתוך AWS דמו יישום חשבון.
hi: कनेक्ट करें तुम्हारा एडब्ल्यूएस लेखा को सक्षम जियोफेंस और ट्रैकर्स। यह होगा सुनिश्चित तुम्हारा नज़र रखना और जियोफेंसिंग डेटा है मात्र संग्रहित में तुम्हारा खाता। के बाद आप लॉग इन करें में, सभी विशेषताएं का यह डेमो ऐप होगा दौड़ना इस्तेमाल करते हुए साधनों आप तैनात में तुम्हारा एडब्ल्यूएस खाता। लॉग इन करें बाहर अगर आप इच्छा को जारी रखें दौड़ना यह डेमो ऐप इस्तेमाल करते हुए साधनों में एडब्ल्यूएस प्रदर्शन ऐप खाता।
it: Connetti tuo AWS conto a abilitare Geofence e Localizzatori. Questo volontà garantire tuo tracciamento e geofencing dato è solo immagazzinato nel tuo conto. Dopo voi tronco nel, tutti caratteristiche di lo Dimostrazione App volontà correre utilizzando risorse voi dispiegare nel tuo AWS conto. Registro fuori se voi desiderio a continua correre lo Dimostrazione App utilizzando risorse nel di AWS manifestazione app conto.
ja: 接続 きみの AWS アカウント に 有効にします ジオフェンス そして トラッカー。 これ だろう 確保 きみの 追跡 そして ジオフェンシング データ です のみ 保存された に きみの アカウント。 後 あなた ログ で、 すべて 特徴 の その デモ アプリ だろう 走る を使用します リソース あなた 配備する に きみの AWS アカウント。 ログ アウト もし あなた 願い に 続行します 実行しています その デモ アプリ を使用します リソース に AWS デモ アプリ アカウント。
ko: 커넥트 당신의 AWS 계정 에 활성화하십시오 지오펜스 과 트래커. 이것은 의지 확인하십시오 당신의 추적 과 지오펜싱 데이터 입니다 만 저장되어 있습니다 에서 당신의 계정. 이후 당신 로그 에서, 모든 특징 의 그 데모 앱 의지 를 실행합니다 를 사용하여 자원 당신 전개하다 에서 당신의 AWS 계정. 로그 밖으로 만약 당신 소원 에 잇다 실행 중입니다 그 데모 앱 를 사용하여 자원 에서 AWS의 데모 앱 계정.
pt_pt: Conectar seu AWS conta para habilitar Geofences e Rastreadores. Isso vai garantir seu rastreamento e geofencing dados é apenas armazenado em seu conta. Depois você tora em, tudo características do a Demo Aplicativo vai corre usando recursos você disponibilizar em seu AWS conta. Registro fora E se você desejo para continuar executando a Demo Aplicativo usando recursos em Da AWS demonstração aplicativo conta.
zh_hans: 连接 您的 AWS 帐户 到 启用 地理围栏 和 追踪器。 这个 将 确保 您的 追踪 和 地理围栏 数据 是 只有 已存储 在 您的 账户。 之后 你 日志 在， 所有 功能 的 这 演示 应用程序 将 运行 使用 资源 你 部署 在 您的 AWS 账户。 日志 出 如果 你 愿望 到 继续 正在运行 这 演示 应用程序 使用 资源 在 AWS 的 演示 应用 账户。
zh_hant: 連接 你的 亞馬遜網路服務公司 帳戶 至 啟用 地理圍欄 和 追蹤器。 這 將 確保 你的 追蹤 和 地理圍欄 資料 是 只要 儲存 在 你的 帳戶。 之後 您 日誌 在中， 所有 功能 的 該 演示 應用 將 跑 運用 資源 您 部署 在 你的 亞馬遜網路服務公司 帳戶。 日誌 出 如果 您 希望 至 繼續 正在運行 該 演示 應用 運用 資源 在 AWS 的 演示 應用程式 帳戶。

source: Contain only characters (A–Z,a–z,0–9),hyphens(-),periods(.), & underscores(_)
ar: تحتوي على فقط الأحرف (من الألف إلى الياء، من الألف إلى الياء، 0—9)، الواصلات (-)، الفترات ( . )، & سفلية سفلية (_)
de: Enthalten nur Zeichen (A—Z, a—z,0—9), Bindestriche (-), Punkte ( . ), & Unterstriche (_)
es: Contiene solamente caracteres (A—Z, a—z,0—9), guiones (-), puntos ( . ), y guiones bajos (_)
fr: Contenir seulement caractères (A—Z, a—z,0—9), traits d'union (-), points ( . ), et souligne (_)
he: להכיל רק תווים (א—ת, א—ז,0-9), מקפים (-), תקופות ( . ), & קו תחתון (_)
hi: इसमें शामिल हैं मात्र वर्ण (A—Z, a—z,0—9), हाइफ़न (-), अवधि ( । ), & अंडरस्कोर (_)
it: Contenere solo personaggi (A—Z, a—z, 0—9), trattini (-), punti ( . ), & caratteri di sottolineatura (_)
ja: 含む のみ キャラクター (A—Z、a—z,0—9)、ハイフン (-)、ピリオド (。)、 & アンダースコア (_)
ko: 포함 만 문자 (A—Z, a—z,0—9), 하이픈 (-), 마침표 (.), & 밑줄 (_)
pt_pt: Conter apenas personagens (A—Z, a—z,0—9), hífens (-), pontos ( . ), & sublinhados (_)
zh_hans: 包含 只有 人物 (A—Z、a—z,0—9)、连字符 (-)、句点 (。）， & 下划线 (_)
zh_hant: 包含 只要 人物 (A—Z、a—z,0—9)、連字號 (-)、句點 (。), & 下劃線 (_)

source: Continue
ar: استمر
de: Weiter
es: Continuar
fr: Poursuivre
he: המשך
hi: जारी रखें
it: Continua
ja: 続行
ko: 계속
pt_pt: Continuar
zh_hans: 继续
zh_hant: 繼續

source: Continue to Explore
ar: استمر إلى اكتشف
de: Weiter zu Erkunden
es: Continuar a Explora
fr: Poursuivre pour Explorez
he: המשך כדי חקור
hi: जारी रखें को एक्सप्लोर
it: Continua a Esplora
ja: 続行 に 探索
ko: 계속 에 둘러보기
pt_pt: Continuar para Explorar
zh_hans: 继续 到 探索
zh_hant: 繼續 至 探索

source: Copied to clipboard
ar: تم نسخها إلى الحافظة
de: Kopiert zu Zwischenablage
es: Copiado a portapapeles
fr: Copié pour presse-papier
he: הועתק כדי הלוח
hi: कॉपी किया गया को क्लिपबोर्ड
it: Copiato a appunti
ja: コピーされました に クリップボード
ko: 복사됨 에 클립보드
pt_pt: Copiado para prancheta
zh_hans: 已复制 到 剪贴板
zh_hant: 已複製 至 剪貼板

# CyprusPoliticalView
source: Cyprus's political view
ar: قبرص سياسي منظر
de: Zyperns politisch anzeigen
es: Chipre's política vista
fr: Chypre politique voir
he: קפריסין של מדיני מבט
hi: साइप्रस का राजनीतिक राय
it: Cipro's politico vista
ja: キプロスの 政治的 見る
ko: 키프로스 정치적 전망
pt_pt: Chipre's político olhar
zh_hans: 塞浦路斯 政治的 观点
zh_hant: 塞浦路斯 的 政治 檢視

source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
he: כהה
hi: डार्क
it: Scuro
ja: ダーク
ko: 어둠
pt_pt: Sombrio
zh_hans: 黑暗
zh_hant: 黑暗

source: data
ar: البيانات
de: Daten
es: dato
fr: données
he: פרטים
hi: डेटा
it: dato
ja: データ
ko: 데이터
pt_pt: dados
zh_hans: 数据
zh_hant: 資料

source: Default route options
ar: إفتراضي طريق خيارات
de: Standard Route Optionen
es: Predeterminado ruta opciones
fr: Par défaut route options
he: ברירת מחדל מסלול אפשרויות
hi: तयशुदा रास्ता विकल्पों
it: Predefinito itinerario opzioni
ja: デフォルト ルート オプション
ko: 기본값 노선 옵션
pt_pt: Padrão rota opções
zh_hans: 默认 路线 选项
zh_hant: 預設 路線 選項

source: Define virtual boundaries around a specific area to detect entry and exit events
ar: حدد افتراضية حدود حول أ محددة منطقة إلى يكتشف دخول و مخرج أحداث
de: Definiere virtuell Grenzen rund um ein spezifische Bereich zu ermittelt Eintrag und aussteigen Veranstaltungen
es: Definir virtual límites alrededor un específico área a detectar entrada y salida eventos
fr: Définissez virtuel frontières autour de un spécifique surface pour détecter entrée et sortir événements
he: הגדירו וירטואלי גבולות בסביבה א ספציפי אזור כדי לזהות כניסה ו יציאה התרחשויות
hi: परिभाषित करें आभासी सीमाएँ चारों ओर एक विशिष्ट इलाका को पता लगाने प्रविष्टि और प्रस्थान घटनाओं
it: Definire virtuale confini intorno un specifici zona a individuare ingresso e uscire eventi
ja: 定義 仮想 境界 周りに ある 明確な 範囲 に 検出します エントリ そして 出口 イベント
ko: 정의 가상 경계 주위에 a 특유한 지역 에 감지합니다 기입 과 출구 행사
pt_pt: Definir virtual fronteiras em volta de uma específico área para detectam submeter e sair eventos
zh_hans: 定义 虚拟的 边界 周围 一个 具体的 区域 到 检测 条目 和 退出 事件
zh_hant: 定義 虛擬的 邊界 周圍 一個 具體的 區 至 偵測 條目 和 出口 事件

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
he: מחק
hi: डिलीट करें
it: Elimina
ja: [削除]
ko: 삭제
pt_pt: Excluir
zh_hans: 删除
zh_hant: 刪除

source: Delete Tracking Data
ar: حذف التتبع البيانات
de: Löschen Nachverfolgung Daten
es: Eliminar Rastreo Datos
fr: Supprimer Suivi Données
he: מחק מעקב נתונים
hi: डिलीट करें ट्रैकिंग डेटा
it: Elimina Monitoraggio Dati
ja: [削除] トラッキング [データ]
ko: 삭제 트래킹 데이터
pt_pt: Excluir Monitoramento Dados
zh_hans: 删除 追踪 数据
zh_hant: 刪除 追蹤 數據

source: Destination will be on the left
ar: الوجهة سوف هو في ال يسار
de: Reiseziel Testament Sein auf die links
es: Destino voluntad estar en la izquierda
fr: Destination volonté être sur le parti
he: יעד צוואה להיות על ה להשאיר
hi: डेस्टिनेशन होगा होना के ऊपर यह छोड़ दिया है
it: Destinazione volontà essere sul lo sinistra
ja: 目的地 だろう です オン その 左
ko: 목적지 의지 있다 ...에 그 왼쪽
pt_pt: Destino vai ser em a esquerdo
zh_hans: 目的地 将 是 上 这 左边
zh_hant: 目的地 將 是 上 該 剩下

source: Destination will be on the right
ar: الوجهة سوف هو في ال حق
de: Reiseziel Testament Sein auf die Recht
es: Destino voluntad estar en la derecha
fr: Destination volonté être sur le droit
he: יעד צוואה להיות על ה ימין
hi: डेस्टिनेशन होगा होना के ऊपर यह दाएँ
it: Destinazione volontà essere sul lo destra
ja: 目的地 だろう です オン その 右
ko: 목적지 의지 있다 ...에 그 오른쪽
pt_pt: Destino vai ser em a certo
zh_hans: 目的地 将 是 上 这 权利
zh_hant: 目的地 將 是 上 該 對

source: Device tracking inactive
ar: جهاز تتبع غير نشط
de: Gerät Verfolgung inaktiv
es: Dispositivo rastreo inactivo
fr: Appareil suivi inactif
he: מכשיר מעקב לא פעיל
hi: डिवाइस नज़र रखना निष्क्रिय
it: Dispositivo tracciamento inattivo
ja: [デバイス] 追跡 非アクティブ
ko: 디바이스 추적 비활성 상태입니다
pt_pt: Dispositivo rastreamento inativa
zh_hans: 设备 追踪 非活动
zh_hant: 裝置 追蹤 不活動的

source: Device tracking is active
ar: جهاز تتبع هو نشيط
de: Gerät Verfolgung ist aktiv
es: Dispositivo rastreo es activo
fr: Appareil suivi est actif
he: מכשיר מעקב הווה פעיל
hi: डिवाइस नज़र रखना है सक्रिय
it: Dispositivo tracciamento è attivo
ja: [デバイス] 追跡 です アクティブ
ko: 디바이스 추적 입니다 유효한
pt_pt: Dispositivo rastreamento é ativa
zh_hans: 设备 追踪 是 活跃
zh_hant: 裝置 追蹤 是 活躍

source: Directions
ar: الاتجاهات
de: Anfahrt
es: Cómo llegar
he: הוראות
hi: दिशा-निर्देश
it: Indicazioni
ja: 道順
ko: 오시는 길
pt_pt: Direções
zh_hans: 路线
zh_hant: 方向

source: Disconnect
ar: قطع الاتصال
de: Verbindung trennen
es: Desconectar
fr: Déconnecter
he: התנתק
hi: डिस्कनेक्ट करें
it: Disconnetti
ja: 接続解除
ko: 연결 끊기
pt_pt: Desconectar
zh_hans: 断开连接
zh_hant: 斷開

source: Disconnect from AWS
ar: قطع الاتصال من عند الخدمات اللاسلكية المتقدمة
de: Verbindung trennen von AWS
es: Desconectar de AWS
fr: Déconnecter à partir de AWS
he: התנתק מ AWS
hi: डिस्कनेक्ट करें से एडब्ल्यूएस
it: Disconnetti da AWS
ja: 接続解除 から AWS
ko: 연결 끊기 ...에서 AWS
pt_pt: Desconectar desde AWS
zh_hans: 断开连接 从 AWS
zh_hant: 斷開 從 亞馬遜網路服務公司

source: Distance can't be calculated if location permission is not granted. Please enable location permission for Amazon Location from Settings
ar: مسافة لا أستطيع هو حسب لو موقع تصريح هو لا منحت. رجاء تمكين موقع تصريح من أجل Amazon الموقع من عند إعدادات
de: Entfernung kannicht Sein berechnete wenn Standort Genehmigung ist nicht gewährt. Bitte ermöglichen Standort Genehmigung zum Amazon Standort von Einstellungen
es: Distancia no puedo estar calculada si ubicación permiso es no concedido. Por favor habilitar ubicación permiso por Amazon Ubicación de Ajustes
fr: Distance ne peut pas être calculé si emplacement autorisation est pas accordé. Veuillez activer emplacement autorisation pour Amazon Emplacement à partir de Réglages
he: מרחק יכול לא להיות מחושב אם מקום רשות הווה לא הוענקה. נא להפעיל מקום רשות בשביל Amazon מיקום מ הגדרות
hi: दूरी कर सकते हैं नहीं होना गणना की अगर स्थान अनुमति है ना दी। कृपया सक्षम स्थान अनुमति के लिए Amazon लोकेशन से सेटिंग
it: Distanza non posso essere calcolato se posizione autorizzazione è non concesso. Per favore abilitare posizione autorizzazione per Amazon Posizione da Impostazioni
ja: 距離 できない です 計算された もし ロケーション 許可 です じゃない 付与されました。 お願いします 有効にします ロケーション 許可 にとって Amazon ロケーション から [設定]
ko: 거리 할 수 없습니다 있다 계획된 만약 위치 허가 입니다 아니 부여됩니다. 부디 활성화하십시오 위치 허가 ...에 대한 Amazon 위치 ...에서 설정
pt_pt: Distância não posso ser calculado E se localização permissão é não concedido. Por favor habilitar localização permissão pelo Amazon Localização desde Configurações
zh_hans: 距离 不能 是 已计算 如果 位置 许可 是 不 授予。 请 启用 位置 许可 为了 Amazon 地点 从 设置
zh_hant: 距離 不能 是 計算 如果 地點 允許 是 不 授予。 求你了 啟用 地點 允許 為了 Amazon 位置 從 設定

source: Done
ar: تم
de: Erledigt
es: Hecho
fr: Terminé
he: בוצע
hi: हो गया
it: Fatto
ja: 完了
ko: 완료
pt_pt: Feito
zh_hans: 完成了
zh_hant: 完成

# DownloadTermsConditions
source: By downloading, installing, or using the Amazon Location Demo App, you agree to the App's **Terms & Conditions** for use.
ar: بواسطة تنزيل، تثبيت، أو باستخدام ال Amazon الموقع نسخة تجريبية التطبيق، أنت يوافق إلى ال التطبيقات **الشروط & الشروط** من أجل استخدم.
de: Von wird heruntergeladen, installieren, oder unter Verwendung von die Amazon Standort Demoversion App, Sie zustimmen zu die Apps's **Bedingungen & Bedingungen** zum verwenden.
es: Por descargando, instalar, o usando la Amazon Ubicación Demo Aplicación, tú acordar a la Apps's **Términos y Condiciones** por usar.
fr: Par téléchargement, installation, ou en utilisant le Amazon Emplacement Démo Application, vous d'accord pour le Applis **Termes et Conditions** pour utiliser.
he: על ידי הורדה, התקנה, או לנצל ה Amazon מיקום הדגמה אפליקציה, אתה מסכים כדי ה אפליקציות **תנאים & תנאים** בשביל להשתמש.
hi: द्वारा डाउनलोड कर रहा है, स्थापित कर रहा है, या इस्तेमाल करते हुए यह Amazon लोकेशन डेमो ऐप, आप सहमत हैं को यह ऐप्लिकेशन's **शर्तें & शर्तें** के लिए उपयोग करें।
it: Di scaricamento, installazione, o utilizzando lo Amazon Posizione Dimostrazione App, voi concordare a lo App **Termini & Condizioni** per uso.
ja: によって ダウンロード中、 インストール、 または を使用します その Amazon ロケーション デモ アプリ、 あなた 同意する に その アプリ **規約 & 条件** にとって 使用。
ko: 에 의해 다운로드, 설치, 또는 를 사용하여 그 Amazon 위치 데모 앱, 당신 동의하다 에 그 앱 '의 **약관 & 조건** ...에 대한 용도.
pt_pt: Por baixando, instalando, ou usando a Amazon Localização Demo Aplicativo, você aceita para a Aplicativos **Termos & Condições** pelo usar.
zh_hans: 由 正在下载， 正在安装， 要么 使用 这 Amazon 地点 演示 应用程序， 你 同意 到 这 应用程序 **条款 & 条件** 为了 使用。
zh_hant: 通過 下載， 安裝， 或者 運用 該 Amazon 位置 演示 應用程序， 您 同意 至 該 應用 的 ** 條款 & 條件 ** 為了 使用。

source: Edit Geofence
ar: تحرير السياج الجغرافي
de: Bearbeiten Geofence
es: Editar Geofence
fr: Modifier Geofence
he: עריכה גיאופנס
hi: संपादित करें जियोफेंस
it: Modifica Geofence
ja: [編集] ジオフェンス
ko: 편집 지오펜스
pt_pt: Editar Geofence
zh_hans: 编辑 Geofence
zh_hant: 編輯 地理圍欄

# EgyptPoliticalView
source: Egypt's view on Bir Tawil
ar: جمهورية مصر العربية منظر في بير طويل
de: Ägyptens anzeigen auf Bir Tawil
es: Egipto's vista en Pájaro Tawil
fr: Égypte voir sur Bir Tawil
he: מצרים מבט על ביר טוויל
hi: इजिप्ट राय के ऊपर बीर तवील
it: Egitto's vista sul Bird Tawil
ja: エジプト 見る オン バール タウィル
ko: 이집트 전망 ...에 비르 타윌
pt_pt: Egito's olhar em Bir Tawil
zh_hans: 埃及的 观点 上 比尔 塔维尔
zh_hant: 埃及 的 檢視 上 比爾 塔維爾

source: Email or phone number
ar: البريد الإلكتروني أو هاتف رقم
de: E-Mail oder Telefon Nummer
es: Correo electrónico o llamar por teléfono número
fr: Courrier électronique ou téléphone nombre
he: אימייל או טלפון ספרה
hi: ईमेल या फ़ोन संख्या
it: E-mail o telefono numero
ja: 電子メール または 電話 番号
ko: 이메일 또는 전화 번호
pt_pt: E-mail ou telefone número
zh_hans: 电子邮件 要么 电话 号码
zh_hant: 電郵 或者 電話 數

source: Enable Live Geofences
ar: تمكين مباشر الأسوار الجغرافية
de: Aktiviere Lebe Geofences
es: Habilitar En directo Geofences
fr: Activer En direct Géofences
he: הפעל בשידור חי גיאופנס
hi: सक्षम करें लाइव जियोफेंस
it: Abilita Dal vivo Geofence
ja: 有効にする ライブ ジオフェンス
ko: 활성화 라이브 지오펜스
pt_pt: Habilitar Ao vivo Geofences
zh_hans: 启用 直播 地理围栏
zh_hant: 啟用 直播 地理圍欄

source: Enable Live Trackers
ar: تمكين مباشر أجهزة التتبع
de: Aktiviere Lebe Tracker
es: Habilitar En directo Rastreadores
fr: Activer En direct Traceurs
he: הפעל בשידור חי עוקבים
hi: सक्षम करें लाइव ट्रैकर्स
it: Abilita Dal vivo Localizzatori
ja: 有効にする ライブ トラッカー
ko: 활성화 라이브 트래커
pt_pt: Habilitar Ao vivo Rastreadores
zh_hans: 启用 直播 追踪器
zh_hant: 啟用 直播 追蹤器

source: Enabling the feature will allow you to track your device and get notified when the device enters or exits any of your geofences.
ar: التمكين ال ميزة سوف سمح أنت إلى يتابع ك آلة و أصبح أخطر متى ال آلة يدخل أو مخارج أي من ك الأسوار الجغرافية.
de: Aktivieren die Merkmal Testament ermöglichen Sie zu Spur dein Gerät und erhalten benachrichtigt wenn die Gerät Eingaben oder Ausgänge irgendein von dein Geofences.
es: Habilitando la rasgo voluntad permitir tú a pista vuestro dispositivo y conseguir notificadas cuando la dispositivo entra o salidas ninguna de vuestro geofences.
fr: Activation le fonctionnalité volonté permettre vous pour piste votre appareil et obtenir informé quand le appareil entre ou sorties n'importe quel de votre géofences.
he: מאפשר ה מאפיין צוואה להתיר אתה כדי מסלול שלך מכשיר ו לקבל הודיע כאשר ה מכשיר נכנס או יוצא כלשהו של שלך גיאופנס.
hi: सक्षम करना यह विशेषता होगा अनुमति देना आप को ट्रैक तुम्हारा डिवाइस और मिलता है अधिसूचित किया तब यह डिवाइस प्रवेश करती है या बाहर निकलता है किसी भी का तुम्हारा geofences।
it: Abilitare lo caratteristica volontà permettere voi a brano tuo dispositivo e ottenere notificate quando lo dispositivo entrare o uscite qualsiasi di tuo geofence.
ja: 有効化 その 特徴 だろう 許す あなた に トラック きみの 端末 そして 取得する 通知済み いつ その 端末 入る または 出る 任意の の きみの ジオフェンス。
ko: 활성화 그 특색 의지 허용 당신 에 선로 당신의 장치 과 얻다 통지 언제 그 장치 가 들어갑니다 또는 가 종료됩니다 어떤 의 당신의 지오펜스.
pt_pt: Habilitando a recurso vai autorizar você para rastreamento seu dispositivo e obter notificado quando a dispositivo entra ou saídas qualquer do seu cercas geográficas.
zh_hans: 正在启用 这 功能 将 允许 你 到 跟踪 您的 设备 和 得到 已通知 什么时候 这 设备 进入 要么 退出 任何 的 您的 地理围栏。
zh_hant: 啟用 該 特徵 將 允許 您 至 跟踪 你的 裝置 和 得到 通知 何時 該 裝置 進入 或者 出口 任何 的 你的 地理圍欄。

source: end
ar: أخر
de: Ende
es: fin
fr: fin
he: סוף
hi: आखिर
it: fine
ja: 終わり
ko: 종료
pt_pt: fim
zh_hans: 结束
zh_hant: 結束

source: Enter IdentityPoolId
ar: أدخل معرف تجمع الهوية
de: Geben Sie ein Identity Oolid
es: Entrar ID de grupo de identidad
fr: Entrez Identité Oolid
he: הזן זיהויPoolid
hi: दर्ज करें आइडेंटिटी पूलिड
it: Entra ID del pool di identità
ja: [入力] ID プール ID
ko: 들어가기 아이덴티티 풀 ID
pt_pt: Entrar ID do pool de identidade
zh_hans: 输入 identitypoolID
zh_hant: 輸入 身份類型

source: Enter the Trackers simulation to view the path across Vancouver streets that crosses Geofences
ar: ادخل إلى محاكاة أجهزة التتبع لعرض المسار عبر شوارع فانكوفر التي تعبر الأسوار الجغرافية
de: Starten Sie die Tracker-Simulation, um den Weg durch die Straßen von Vancouver anzuzeigen, der Geofences kreuzt
es: Ingrese a la simulación de Trackers para ver la ruta a través de las calles de Vancouver que cruzan Geofences
fr: Entrez dans la simulation Trackers pour visualiser le chemin à travers les rues de Vancouver qui traverse les géorepérages
he: היכנסו להדמיית Trackers כדי לראות את השביל על פני רחובות ונקובר שחוצה Geofences
hi: वैंकूवर की सड़कों पर जियोफेंस को पार करने वाले मार्ग को देखने के लिए ट्रैकर्स सिमुलेशन में प्रवेश करें
it: Accedi alla simulazione Trackers per visualizzare il percorso attraverso le strade di Vancouver che attraversa le recinzioni geografiche
ja: トラッカーシミュレーションに入り、ジオフェンスを横切るバンクーバーの通りの経路を表示します。
ko: 지오펜스를 가로지르는 밴쿠버 거리의 경로를 보려면 Trackers 시뮬레이션을 시작하세요.
pt_pt: Entre na simulação do Trackers para visualizar o caminho pelas ruas de Vancouver que cruzam as Geofences
zh_hans: 进入追踪器模拟，查看穿越地理围栏的温哥华街道的路径
zh_hant: 進入追蹤器模擬，查看穿越地理圍欄的溫哥華街道的路徑

source: Enter the tracking simulation to view the path across Vancouver streets that crosses geofences
ar: أدخل ال تتبع محاكاة إلى منظر ال مسار عبر فانكوفر الشوارع أن الصلبان الأسوار الجغرافية
de: Geben Sie ein die Verfolgung Simulation zu anzeigen die Pfad quer Vancouver Straßen Das Kreuze Geofences
es: Entrar la rastreo simulación a vista la ruta a través de Vancouver calles eso cruces geofences
fr: Entrez le suivi simulation pour voir le chemin à travers Vancouver rues cette croix géofences
he: הזן ה מעקב הדמייה כדי מבט ה שביל מעבר ונקובר רחובות ש צלבים גיאופנס
hi: दर्ज करें यह नज़र रखना अनुकरण को राय यह रास्ता भर में वैंकूवर सड़कों कि पार geofences
it: Entra lo tracciamento simulazione a vista lo sentiero attraverso Vancouver strade che attraversa geofence
ja: [入力] その 追跡 シミュレーション に 見る その 道 に渡って バンクーバー 通り それを 十字架 ジオフェンス
ko: 들어가기 그 추적 시뮬레이션 에 전망 그 통로 건너서 밴쿠버 거리 그 십자가 지오펜스
pt_pt: Entrar a rastreamento simulação para olhar a caminho através Vancouver ruas que cruzes cercas geográficas
zh_hans: 输入 这 追踪 模拟 到 观点 这 路径 横过 温哥华 街道 那个 十字架 地理围栏
zh_hant: 輸入 該 追蹤 模擬 至 檢視 該 路徑 橫過 溫哥華 街道 那個 十字架 地理圍欄

source: Enter UserDomain
ar: أدخل نطاق المستخدم
de: Geben Sie ein Benutzerdomäne
es: Entrar Dominio de usuario
fr: Entrez Domaine utilisateur
he: הזן דומיין משתמש
hi: दर्ज करें यूज़र डोमेन
it: Entra Dominio utente
ja: [入力] ユーザードメイン
ko: 들어가기 사용자 도메인
pt_pt: Entrar Domínio do usuário
zh_hans: 输入 用户域
zh_hant: 輸入 使用者網域
